---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevBotValue
source: html/a29ad8ad-a29c-66cc-eccd-76c56bd8401a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevBotValue Property

"Bottom Coordinate"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevBotValue { get; }
```